Repository: miqyastech/sizeit-iOS
Catalog: sizeit/Classes/Languages/*.lproj/Localizable.strings
Languages: ar

source: FIND MY SIZE
ar: اعرف مقاسك

source: Select your height
ar: اختاري طولك

source: height
ar: ارتفاع

source: by dragging the ruler vertically
ar: بتحريك المتر عمودياً

source: Privacy Policy
ar: سياسة الخصوصية

source: ft
ar: قدم

source: in
ar: إنش

source: cm
ar: سم

source: Select your weight
ar: اختاري وزنك

source: weight
ar: وزن

source: by dragging the ruler horizontally
ar: بتحريك المتر عمودياً

source: kg
ar: كج

source: Continue
ar: التالي

source: Select Age
ar: اختاري عمرك

source: From the options below
ar: من الخيارات التالية

source: Select your age
ar: اختاري عمرك

source: Please select age
ar: اختاري عمرك

# Privacy_Desc1
source: • Your body-dimension data will only be used for size recommendation purposes unless specified in the privacy policy of the entity that you are using our service through.
ar: • معلوماتك الخاصة لا يتم الإفصاح عنها لأي طرف ثالث إلا إذا كان ذلك موضّح في سياسة الخصوصية التابعة للجهة التي تستعمل خدمتنا عن طريقها.

# Privacy_Desc2
source: • We do not share your personal information with any third party unless it is specified in the privacy policy of the entity that you are using our service through.
ar: • معلومات أبعاد جسمك ستُستعمل لغرض اقتراح المقاسات فقط، إلا إذا كان ذلك موضّح في سياسة الخصوصية التابعة للجهة التي تستعمل خدماتنا عن طريقها.

source: Choose the stomach
ar: اختاري الصورة

source: that most looks like yours
ar: الأقرب لوصف جسمك

source: Flatter
ar: نحيل

source: Average
ar: متوسط

source: Rounder
ar: مستدير

source: Choose the hips
ar: اختاري الصورة

source: Narrower
ar: صغير

source: Curvier
ar: مستدير

source: FT
ar: قدم

source: CM
ar: سم

source: LBS
ar: رطل
